Repository: MonikaShah/agritradewatch-
Catalog: syncapp/locale/*/LC_MESSAGES/djangojs.po
Languages: mr

source: Min
mr: किमान किंमत

source: Modal
mr: मोडल किंमत

source: Max
mr: कमाल किंमत

source: Min Price
mr: किमान किंमत

source: Modal Price
mr: मोडल किंमत

source: Max Price
mr: कमाल किंमत

source: per quintal
mr: प्रति क्विंटल

source: Price (₹ per Quintal)
mr: (₹) किंमत प्रति क्विंटल

source: Date
mr: तारीख

source: Error loading line chart
mr: लाइन चार्ट लोड करताना त्रुटी

source: Kurdwadi
mr: कुर्डवाडी

source: Kopargaon
mr: कोपरगाव

source: Chandrapur
mr: चंद्रपूर

source: Pandharpur
mr: पंढरपूर

source: Mangal Wedha
mr: मंगळवेढा

source: Dindori(Vani)
mr: दिंडोरी (वाणी)

source: Newasa(Ghodegaon)
mr: नेवासा (घोडेगाव)

source: Chandrapur(Ganjwad)
mr: चंद्रपूर (गांजवड)

source: Malkapur
mr: मळकापूर

source: Dindori
mr: दिंडोरी

source: Shrirampur
mr: श्रीरामपूर

source: Vita
mr: विटा

source: Shirur
mr: शिरूर

source: Bhivandi
mr: भिवंडी

source: Islampur
mr: इस्लामपूर

source: Indapur
mr: इंदापूर

source: Junnar(Narayangaon)
mr: जुन्नर (नारायणगाव)

source: Rahata
mr: राहाता

source: Satana
mr: सटाणा

source: Nasik
mr: नाशिक

source: Sinner
mr: सिन्नर

source: Shirpur
mr: शिरपूर

source: Shree Rameshwar Krushi Market
mr: श्री रामेश्वर कृषी मार्केट

source: Chikali
mr: चिकली

source: Kannad
mr: कन्नड

source: Lasalgaon(Niphad)
mr: लासलगाव (निफाड)

source: Murbad
mr: मुरबाड

source: Vadgaonpeth
mr: वडगांवपेठ

source: Kolhapur(Malkapur)
mr: कोल्हापूर (मळकापूर)

source: Rahuri
mr: राहुरी

source: Hingna
mr: हिंगणा

source: Dharashiv
mr: धाराशिव

source: Manmad
mr: मनमाड

source: Parshiwani
mr: पारशिवनी

source: Sangamner
mr: संगमनेर

source: Pimpalgaon
mr: पिंपळगाव

source: Amrawati(Frui & Veg. Market)
mr: अमरावती (फळ व भाजी मार्केट)

source: Ratnagiri (Nachane)
mr: रत्नागिरी (नाचणे)

source: Kolhapur
mr: कोल्हापूर

source: Satara
mr: सातारा

source: Mumbai
mr: मुंबई

source: Malegaon
mr: मालेगाव

source: Mulshi
mr: मुळशी

source: Palghar
mr: पालघर

source: Umrane
mr: उमरणे

source: Yawal
mr: यावल

source: Jaysingpur
mr: जयसिंगपूर

source: Paranda
mr: परांडा

source: Khed(Chakan)
mr: खेड (छाकण)

source: Chandvad
mr: चांदवड

source: Tuljapur
mr: तुळजापूर

source: Koregaon
mr: कोरेगाव

source: Parner
mr: पारनेर

source: Ramtek
mr: रामटेक

source: Ahmednagar
mr: अहमदनगर

source: Janata Agri Market (DLS Agro Infrastructure Pvt Lt
mr: जनता अ‍ॅग्री मार्केट (डीएलएस अ‍ॅग्रो इन्फ्रास्ट्रक्चर प्रा. लि.)

source: Shevgaon
mr: शेवगाव

source: Rahuri(Vambori)
mr: राहुरी (वांबोरी)

source: Karjat
mr: कर्जत

source: Malharshree Farmers Producer Co Ltd
mr: मल्हारश्री फार्मर्स प्रोड्यूसर कंपनी लि.

source: Akole
mr: अकोले

source: Pimpalgaon Baswant(Saykheda)
mr: पिंपळगाव बसवंत (सायकडा)

source: Pune(Moshi)
mr: पुणे (मोशी)

source: Junnar(Alephata)
mr: जुन्नर (आळेफाटा)

source: Junnar
mr: जुन्नर

source: Chattrapati Sambhajinagar
mr: छत्रपती संभाजीनगर

source: Ausa
mr: औसा

source: Panvel
mr: पनवेल

source: Nampur
mr: नांपुर

source: Lasalgaon
mr: लासलगाव

source: Pune
mr: पुणे

source: Paithan
mr: पैठण

source: Dhule
mr: धुळे

source: Laxmi Sopan Agriculture Produce Marketing Co Ltd
mr: लक्ष्मी सोपान अ‍ॅग्रिकल्चर प्रोड्यूस मार्केटिंग कंपनी लि.

source: Kamthi
mr: कामठी

source: Phaltan
mr: फलटण

source: Gangapur
mr: गंगापूर

source: Mankamneshwar Farmar Producer CoLtd Sanchalit Mank
mr: मंकामनेश्वर फार्मर प्रोड्यूसर कंपनी लि. संचलित मंक

source: Chalisgaon
mr: चाळीसगाव

source: Patan
mr: पाटण

source: Vaduj
mr: वडूज

source: Jalgaon
mr: जळगाव

source: Baramati
mr: बारामती

source: Lonand
mr: लोणंद

source: Dound
mr: दौंड

source: Akola
mr: अकोला

source: Palus
mr: पलूस

source: Ghoti
mr: घोटी

source: Navapur
mr: नवापूर

source: Morshi
mr: मोर्शी

source: Nandura
mr: नंदुरा

source: Shree Sairaj Krushi Market
mr: श्री साईराज कृषी मार्केट

source: Washi (Dharashiv)
mr: वाशी (धाराशिव)

source: Yeola
mr: येवला

source: Ulhasnagar
mr: उल्हासनगर

source: Jalana
mr: जालना

source: Pune(Pimpri)
mr: पुणे (पिंपरी)

source: Akluj
mr: आक्लुज

source: Solapur
mr: सोलापूर

source: Kalmeshwar
mr: कलमेश्वर

source: Vai
mr: वाई

source: Pathardi
mr: पाथर्डी

source: Premium Krushi Utpanna Bazar
mr: प्रीमियम कृषी उत्पन्न बाजार

source: Pen
mr: पेण

source: Amalner
mr: अमळनेर

source: Lasalgaon(Vinchur)
mr: लासलगाव (विंचूर)

source: Nandgaon
mr: नांदगाव

source: Vashi New Mumbai
mr: वाशी नवी मुंबई

source: Kalvan
mr: कलवन

source: Junnar(Otur)
mr: जुन्नर (ओतूर)

source: Karmala
mr: कर्माळा

source: Jawali
mr: जावली

source: Karad
mr: कराड

source: Sangli(Phale, Bhajipura Market)
mr: सांगली (फळे, भाजीपुरा मार्केट)

source: Manchar
mr: मंचर

source: Om Chaitanya Multistate Agro Purpose CoOp Society
mr: ओम चैतन्य मल्टीस्टेट अ‍ॅग्रो पर्पज को-ऑप सोसायटी

source: Kada
mr: कडा

source: Fulmbri
mr: फुलंब्री

source: Kurdwadi(Modnimb)
mr: कुर्डवाडी (मोदणींब)

source: Shrigonda
mr: श्रीगोंदा

source: Shrigonda(Gogargaon)
mr: श्रीगोंदा (गोगरगाव)

source: Shivsiddha Govind Producer Company Limited Sanchal
mr: शिवसिद्ध गोविंद प्रोड्यूसर कंपनी लि. संचालित

source: Devala
mr: देवळा

source: Nagpur
mr: नागपूर

source: Kalyan
mr: कल्याण

source: Pune(Manjri)
mr: पुणे (मांजरी)

source: Rahuri(Songaon)
mr: राहुरी (सोंगाव)

source: Lasur Station
mr: लसूऱ स्टेशन

source: Karjat(Raigad)
mr: कर्जत (रायगड)

source: Barshi
mr: बार्शी

source: Amarawati
mr: अमरावती

source: Sakri
mr: साक्री

source: Jamkhed
mr: जामखेड

source: Pune(Khadiki)
mr: पुणे (खडकी)

source: Bhusaval
mr: भुसावळ

source: Vasai
mr: वसई

source: Vaijpur
mr: वैजपूर

source: All APMCs
mr: सर्व एपीएमसी

source: Data not available for selected Filter.
mr: निवडलेल्या फिल्टरसाठी डेटा उपलब्ध नाही

source: Showing average prices for all apmcs within selected date range.
mr: निवडलेल्या तारखेतील सर्व एपीएमसीच्या सरासरी किमती दाखवत आहे.

source: Please select commodity and date range first
mr: कृपया प्रथम आयटम आणि तारीख श्रेणी निवडा.

source: Tomato
mr: टोमॅटो

source: Onion
mr: कांदा

source: onion
mr: कांदा

source: Potato
mr: बटाटा

source: Ambat Chukka (Sorrel Leaves)
mr: आंबट चुक्का

source: Ambat Chukka
mr: आंबट चुक्का

source: Ginger
mr: आले

source: ginger
mr: आले

source: Cucumber
mr: काकडी

source: cucumber
mr: काकडी

source: Bitter Gourd
mr: कारले

source: Coriander Leaves
mr: कोथिंबीर

source: Cabbage
mr: कोबी

source: Cluster Beans (Gawar)
mr: गवार

source: Carrot
mr: गाजर

source: Cowpea (Chawli)
mr: चवळी

source: Capsicum (Shimla Mirch)
mr: ढोबळी मिरची

source: Bottle Gourd
mr: दुधी भोपळा

source: Ridge Gourd (Dodka)
mr: दोडका

source: Spinach
mr: पालक

source: Cauliflower
mr: फुलकोबी

source: Beetroot
mr: बीट

source: Ladies Finger (Okra)
mr: भेंडी

source: Pumpkin
mr: भोपळा

source: Radish
mr: मूळा

source: Fenugreek Leaves
mr: मेथी

source: Garlic
mr: लसूण

source: garlic
mr: लसूण

source: Lemon
mr: लिंबू

source: Brinjal
mr: वांगी

source: Drumstick (Moringa Pods)
mr: शेवगा

source: Green Chilli
mr: हिरवी मिरची

source: Pomegranate
mr: डाळिंब

source: Custard Apple
mr: सीताफळ

source: Dragon Fruit
mr: ड्रॅगन फळ

source: Grapes
mr: द्राक्षे

source: Guava
mr: पेरू

source: Orange
mr: संत्रे

source: Papaya
mr: पपई

source: papaya
mr: पपई

source: Sapota (Chikoo)
mr: चिकू

source: sugarcane
mr: ऊस बेणे

source: wheat
mr: गहू

source: maize
mr: मका

source: honey
mr: मध

source: ghee
mr: साजूक तूप

source: kela
mr: केळी

source: Tender Coconut
mr: पाणी नारळ

source: tender coconut
mr: पाणी नारळ

source: Consumer vs Farmer Prices for
mr: ग्राहक आणि शेतकरी यांनी नोंदवलेला:

source: Consumer Buying Price (₹)
mr: ग्राहक खरेदी किंमत (₹)

source: Farmer's Selling Price (₹)
mr: शेतकऱ्यांची विक्री किंमत (₹)

source: Apple
mr: सफरचंद

source: Banana - Green
mr: कच्ची केळी

source: Beans
mr: शेंग

source: Bhindi(Ladies Finger)
mr: भेंडी

source: Bitter gourd
mr: कारले

source: Black Gram(Urd Beans)(Whole)
mr: उडीद (संपूर्ण)

source: Bottle gourd
mr: दुधी भोपळा

source: Chikoos(Sapota)
mr: चिकू

source: Chilly Capsicum
mr: ढोबळी मिरची

source: Coriander(Leaves)
mr: कोथिंबीर

source: Cowpea(Lobia/Karamani)
mr: चवळी

source: Cowpea (Lobia/Karamani)
mr: चवळी

source: Cucumbar(Kheera)
mr: काकडी

source: Drumstick
mr: शेवग्याची शेंग

source: French Beans(Frasbean)
mr: फ्रेंच शेंग

source: Ginger(Green)
mr: हिरवे आले

source: Green Gram Dal(Moong Dal)
mr: मूग डाळ

source: Green Gram(Moong)(Whole)
mr: हिरवा मूग

source: Green Peas
mr: हिरवे वाटाणे

source: Little gourd(Kundru)
mr: तोंडली

source: Little gourd (Kundru)
mr: तोंडली

source: Methi(Leaves)
mr: मेथी

source: Onion Green
mr: कांद्याची पात

source: Pointed gourd (Parval)
mr: परवळ

source: Pointed gourd(Parval)
mr: परवळ

source: Raddish
mr: मुळा

source: Ragi(Finger Millet)
mr: नाचणी

source: Ridge gourd(Tori)
mr: दोडका

source: Sweet Potato
mr: रताळे

source: Sweet Pumpkin
mr: गोड भोपळा

source: Tamarind Fruit
mr: चिंच

source: APMC
mr: एपीएमसी

source: Ahmedpur
mr: अहमदपूर

source: Aurad Shahajani
mr: औराद शाहाजानी

source: Dudhani
mr: दुधनी

source: Karanja
mr: करंजा

source: Latur
mr: लातूर

source: Mangrulpeer
mr: मंगरुळपीर

source: Murum
mr: मुरूम

source: Shegaon
mr: शेगाव

source: Washim
mr: वाशिम

source: Kg
mr: किलो

source: Bundle
mr: बंडल

source: Piece
mr: नंग

source: Dozen
mr: डझन
