Repository: MonikaShah/agritradewatch-
Catalog: syncapp/locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: 2.5 Kg
hi: 2.5 किलो

source: Kg
hi: किलो
mr: किलो

source: Bundle
hi: बंडल

source: Piece
hi: नंग

source: Dozen
hi: दर्जन

source: Commodity
hi: कमोडिटी
mr: कमोडिटी

source: Damage Quantity
hi: क्षति की मात्रा
mr: नुकसान रक्कम

source: Unit
hi: इकाई
mr: युनिट

source: Place of Damage
hi: क्षति का स्थान
mr: नुकसानाचे ठिकाण

source: Damage Date
hi: क्षति की तिथि
mr: नुकसान तारीख

source: Report Date
hi: रिपोर्ट तिथि
mr: रिपोर्ट तारीख

source: Remarks
hi: टिप्पणियाँ
mr: टिप्पण्या

source: Upload Photo
hi: फोटो अपलोड करें.
mr: फोटो अपलोड करा

source: Vegetable
hi: सब्जी

source: Fruit
hi: फल

source: Pulse
hi: दाल

source: On Field
hi: खेत पर
mr: शेतात

source: On Market
hi: बाजार में
mr: बाजारात

source: Acres
hi: एकड़
mr: एकर

source: Ton
hi: टन
mr: टन

source: Hectare
hi: हेक्टेयर
mr: हेक्टर

source: Wholesale Market Prices
hi: थोक बाज़ार कीमत
mr: घाऊक बाजार डेटा

source: Select Commodity
hi: कमोडिटी का चयन करें
mr: कमोडिटी निवडा

source: Start Date
hi: आरंभ तिथि
mr: प्रारंभ तारीख

source: End Date
hi: अंतिम तिथि
mr: समाप्ती तारीख

source: APMC
hi: एपीएमसी
mr: एपीएमसी

source: Select APMC
hi: एपीएमसी का चयन करें
mr: एपीएमसी निवडा

source: Show Prices
hi: कीमतें दिखाएँ
mr: किंमती दाखवा

source: AgmarkNet Prices Trend
hi: एगमार्कनेट कीमतों का रुझान
mr: अ‍ॅगमार्कनेट किमतींचा ट्रेंड

source: Download Chart
hi: चार्ट डाउनलोड करें
mr: चार्ट डाउनलोड करा

source: Loading...
hi: लोड हो रहा है...
mr: लोड करत आहे...

source: Processing data, please wait...
hi: डेटा संसाधित किया जा रहा है, कृपया प्रतीक्षा करें...
mr: डेटा प्रक्रिया करत आहे, कृपया वाट पहा...

source: Adjust Date Range
hi: दिनांक सीमा समायोजित करें
mr: तारीख श्रेणी समायोजित करा

source: Tip: Scroll to zoom, drag (or Ctrl + drag) to pan.
hi: टिप: ज़ूम करने के लिए स्क्रॉल करें, पैन करने के लिए खींचें (या Ctrl + खींचें).
mr: टीप: झूम करण्यासाठी स्क्रोल करा, पॅन करण्यासाठी ड्रॅग करा (किंवा Ctrl + ड्रॅग करा).

source: Data Source
hi: डेटा स्रोत
mr: डेटा स्रोत

source: MandiGo
hi: मंडीगो
mr: मंडीगो

source: Digital Thela
hi: डिजिटल ठेला
mr: डिजिटल ठेला

source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

source: Wholesale Market Data
hi: थोक बाज़ार डेटा
mr: घाऊक बाजार माहिती

source: Report for Damage Crop
hi: क्षतिग्रस्त फसल की रिपोर्ट
mr: पिकाचे नुकसान नोंदवा

source: Damage Crop
hi: क्षतिग्रस्त फसल
mr: नुकसान पिकाचा अहवाल

source: Report Damage Crop
hi: क्षतिग्रस्त फसल की रिपोर्ट करें

source: View All Damage Crop
hi: क्षतिग्रस्त फसल की सूची

source: About Us
hi: हमारे बारे में
mr: आमच्याबद्दल

source: App Vault
hi: ऐप वॉल्ट
mr: ॲप व्हॉल्ट

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

source: Logout
hi: लॉग आउट
mr: लॉग आउट करा

source: Login
hi: लॉग इन करें
mr: लॉगिन करा

source: Change
hi: परिवर्तन
mr: बदल

source: This is a trial version and the platform is not fully operational yet.
hi: यह एक परीक्षण संस्करण है और प्लेटफ़ॉर्म अभी पूरी तरह कार्यात्मक नहीं है।
mr: ही एक चाचणी आवृत्ती आहे आणि प्लॅटफॉर्म अद्याप पूर्णपणे कार्यरत नाही.

source: 2025 MandiGo | 'सही दाम, किसान सम्मान'
hi: 2025 मंडीगो | 'सही दाम, किसान सम्मान'
mr: २०२५ मंडीगो | 'सही दाम, किसान सम्मान'

source: Damage Crop Entry
hi: क्षतिग्रस्त फसल की रिपोर्ट
mr: नुकसान पिकाचा अहवाल

source: List Damage Report
hi: क्षति रिपोर्ट सूची

source: Fetching device location…
hi: डिवाइस का स्थान प्राप्त किया जा रहा है…

source: Submit
hi: सबमिट करें
mr: सबमिट करा

source: Location not supported by this browser
hi: यह स्थान इस ब्राउज़र द्वारा समर्थित नहीं है

source: Location captured successfully
hi: स्थान सफलतापूर्वक सहेजा गया

source: Location permission denied
hi: स्थान/जीपीएस की अनुमति नहीं दी गई

source: Success!
hi: सफलता!
mr: यशस्वीरित्या पूर्ण झाले!

source: Thela entry submitted successfully!
hi: ठेला का आवेदन सफलतापूर्वक जमा हो गया!
mr: एंट्री यशस्वीरित्या सबमिट झाली!

source: Form Error
hi: फॉर्म त्रुटि
mr: फॉर्म एरर

source: Error submitting form
hi: फॉर्म जमा करने में त्रुटि
mr: फॉर्म सबमिट करताना त्रुटी

source: Please check console for details.
hi: कृपया किसान जानकारी देखने के लिए लॉगिन करें।
mr: शेतकऱ्यांची माहिती पाहण्यासाठी कृपया लॉगिन करा.

source: Damage Crop List
hi: क्षतिग्रस्त फसल की सूची

source: Damage Crop Report
hi: क्षतिग्रस्त फसल की रिपोर्ट

source: Add Damage Report
hi: क्षति रिपोर्ट सहेजें

source: Place
hi: जगह

source: Actions
hi: क्रिया
mr: क्रिया

source: View
hi: देखें

source: No damage reports found.
hi: क्षति की कोई रिपोर्ट नहीं मिली

source: Select
hi: चयन करें
mr: निवडा

source: Action
hi: क्रिया
mr: क्रिया

source: Add Produce
hi: उत्पादन जोड़ें
mr: उत्पादन जोडा

source: Locating you...
hi: मानचित्र पर वर्तमान स्थान..
mr: नकाशावर वर्तमान स्थान

source: Commodities for Sale
hi: बिक्री हेतु कमोडिटी
mr: विक्रीसाठी कमोडिटी

source: No items found.
hi: कोई आइटम नहीं मिला
mr: कोणतीही वस्तू आढळली नाही

source: No other items.
hi: कोई अन्य वस्तु नहीं.
mr: इतर वस्तू नाहीत.

source: Selected Commodity
hi: चयनित कमोडिटी
mr: निवडलेला कमोडिटी

source: Other Items For Sale
hi: बिक्री के लिए अन्य वस्तुएँ
mr: इतर वस्तू विक्रीसाठी

source: Please login to view Farmer details
hi: कृपया किसान जानकारी देखने के लिए लॉगिन करें।
mr: शेतकऱ्यांची माहिती पाहण्यासाठी कृपया लॉगिन करा.

source: Leave message on WhatsApp
hi: व्हाट्सएप पर संदेश भेजें
mr: व्हाट्सएप वर मेसेज टाका

source: Payment Option:
hi: भुगतान विकल्प:
mr: पेमेंट पर्याय:

source: Quantity for sale
hi: बिक्री मात्रा
mr: रक्कम

source: No selected items
hi: कोई अन्य वस्तु नहीं.
mr: इतर वस्तू नाहीत.

source: Job
hi: काम
mr: काम

source: Email
hi: ईमेल
mr: ईमेल

source: Mobile
hi: मोबाइल
mr: मोबाइल

source: WhatsApp
hi: व्हाट्सएप
mr: व्हॉट्सएप

source: Payment Option
hi: भुगतान विकल्प:
mr: पेमेंट पर्याय

source: Cash
hi: नकद
mr: रोख

source: Loading
hi: लोड हो रहा है...
mr: लोड करत आहे...

source: 250 gm
hi: 250 ग्राम
mr: २५० ग्रॅम

source: bundle
hi: बंडल
mr: बंडल

source: piece
hi: नंग
mr: नंग

source: dozen
hi: दर्जन
mr: डझन

source: Save
hi: सहेजें
mr: जतन करा

source: Variety
hi: किस्म
mr: जात

source: Description
hi: विवरण
mr: वर्णन

source: Description Voice
hi: वॉयस नोट
mr: व्हॉइस नोट्स

source: View Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

source: Price
hi: कीमत
mr: किंमत

source: Updated on
hi: अपडेट
mr: अपडेट

source: Quantity
hi: मात्रा
mr: रक्कम

source: Showing
hi: दिखा
mr: दाखवत आहे

source: entries for
hi: के लिए प्रविष्टियाँ
mr: यासाठी नोंदी

source: No entries found for this commodity.
hi: इस कमोडिटी के लिए कोई प्रविष्टि नहीं मिली.
mr: या कमोडिटीसाठी कोणत्याही सूची आढळल्या नाहीत.

source: More Details
hi: अधिक जानकारी
mr: अधिक तपशील

source: Welcome,
hi: स्वागत है
mr: स्वागत

source: Login / Register
hi: लॉगइन/रजिस्टर करें
mr: लॉगिन/नोंदणी करा

source: Empowering Farmers, Consumers, and Markets with Data
hi: डेटा के साथ किसानों, उपभोक्ताओं और बाजारों को सशक्त बनाना
mr: डेटासह शेतकरी, ग्राहक आणि बाजारपेठांना सक्षम बनवणे

source: Open
hi: क्लिक करें
mr: क्लिक करा

source: Price Watch Dashboard
hi: मूल्य निरीक्षण डैशबोर्ड
mr: किंमत तपासणी डॅशबोर्ड

source: My Commodities
hi: मेरी कमोडिटी
mr: माझ्या कमोडिटी

source: Username
hi: यूजरनाम
mr: यूजरनाम

source: Password
hi: पासवर्ड
mr: पासवर्ड

source: New user?
hi: नए उपयोगकर्ता?
mr: नवीन वापरकर्ता?

source: Register here
hi: यहां पंजीकरण करें
mr: येथे नोंदणी करा

source: Forgot your password?
hi: अपना पासवर्ड भूल गए?
mr: तुमचा पासवर्ड विसरलात?

source: Filter
hi: फ़िल्टर
mr: फिल्टर

source: Radius
hi: त्रिज्या
mr: त्रिज्या

source: Stats Within Radius
hi: त्रिज्या के भीतर आँकड़े
mr: त्रिज्येतील आकडेवारी

source: Average Price
hi: औसत मूल्य
mr: सरासरी किंमत

source: Locate Me
hi: मानचित्र पर वर्तमान स्थान
mr: नकाशावरील सध्याचे स्थान

source: Open Charts
hi: चार्ट को नई विंडो में खोलें
mr: नवीन विंडोमध्ये चार्ट उघडा

source: Consumer and Farmer Reported Price Trend
hi: उपभोक्ता और किसान द्वारा रिपोर्ट किया गया मूल्य
mr: ग्राहक आणि शेतकरी नोंदवलेला किंमत ट्रेंड

source: Hide Chart
hi: चार्ट बंद करें
mr: चार्ट बंद करा

source: AgmarkNet Price Trend
hi: एगमार्कनेट कीमतों का रुझान
mr: अ‍ॅगमार्कनेट किमतींचा ट्रेंड

source: User Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

source: Name
hi: नाम
mr: नाव

source: Home
hi: 🚜 मुख्य पृष्ठ 🚜
mr: मुख्य पृष्ठ

source: Update Farm Location
hi: खेत का स्थान अद्यतन/अपडेट करें
mr: फार्म स्थान अद्यतनित//अपडेट करा

source: Maharashtra
hi: महाराष्ट्र
mr: महाराष्ट्र

source: Select District
hi: जिला चुनें
mr: जिल्हा निवडा

source: Select Tehsil
hi: तहसील चुनें
mr: तहसील निवडा

source: Select on Map
hi: स्थान का चयन करें
mr: स्थान निवडा

source: Farm Location
hi: खेत का स्थान
mr: शेतीचे स्थान

source: Digital Thela Entries
hi: डिजिटल ठेला
mr: डिजिटल ठेला

source: Level
hi: स्तर
mr: पातळी

source: Photo
hi: फोटो
mr: फोटो

source: Edit
hi: संपादित करें
mr: संपादित करा

source: Delete
hi: हटाएँ
mr: हटवा

source: No produce added yet.
hi: अभी तक कोई उत्पाद नहीं जोड़ा गया है
mr: अद्याप कोणतेही उत्पादन जोडलेले नाही

source: Enter a valid cost
hi: मान्य मूल्य दर्ज करें

source: Enter a valid quantity
hi: मान्य मात्रा दर्ज करें
mr: वैध प्रमाण प्रविष्ट करा

source: Enter a valid unit
hi: मान्य इकाई दर्ज करें

source: Are you sure you want to delete this produce?
hi: क्या आप वाकई इस फसल को हटाना चाहते हैं?

source: Produce updated!
hi: कमोडिटी अपडेट हो गई!

source: Produce deleted!
hi: कमोडिटी हटा दी गई!

source: Error updating produce
hi: कमोडिटी अपडेट करने में त्रुटि
mr: फॉर्म सबमिट करताना त्रुटी

source: Drag marker or click map to choose location
hi: स्थान चुनने के लिए मार्कर खींचें या मानचित्र पर क्लिक करें

source: Update this location?
hi: इस स्थान को अपडेट करें?

source: Location saved successfully
hi: स्थान सफलतापूर्वक सहेजा गया
mr: एंट्री यशस्वीरित्या सबमिट झाली!

source: Error saving location
hi: स्थान सहेजने में त्रुटि

source: Register
hi: यहां पंजीकरण करें
mr: येथे नोंदणी करा

source: Register for MandiGo
hi: यहां पंजीकरण करें
mr: मंडीगोसाठी नोंदणी करा

source: Role
hi: भूमिका
mr: भूमिका

source: Consumer
hi: उपभोक्ता
mr: ग्राहक

source: Farmer
hi: किसान
mr: शेतकरी

source: Retailer
hi: खुदरा विक्रेता
mr: किरकोळ विक्रेता

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: पासवर्डची पुष्टी करा

source: Passwords do not match.
hi: पासवर्ड मेल नहीं खाते.
mr: पासवर्ड जुळत नाहीत.

source: Already have an account?
hi: पहले से पंजीकृत हैं?
mr: आधीच नोंदणीकृत आहात का?

source: View Damage Crop Report
hi: क्षतिग्रस्त फसल की रिपोर्ट

source: Not provided
hi: उपलब्ध नहीं है

source: Uploaded Photo
hi: अपलोड की गई फोटो

source: No image uploaded
hi: कोई फोटो अपलोड नहीं की गई

source: Location
hi: खेत का स्थान

source: Back
hi: वापस

source: Welcome %(username)s!
hi: स्वागत है %(username)s!
mr: स्वागत आहे %(username)s!

source: Invalid credentials
hi: अवैध क्रेडेन्शियल
mr: अवैध क्रेडेन्शियल

source: vegetable
hi: सब्जी

source: fruit
hi: फल

source: pulse
hi: दाल

source: Damage Crop Details
hi: क्षतिग्रस्त फसल की रिपोर्ट

source: All Commodities
hi: सभी कमोडिटी
mr: सर्व कमोडिटी

source: Agmarknet Price Trend
hi: एगमार्कनेट कीमतों का रुझान
mr: अ‍ॅगमार्कनेट किमतींचा ट्रेंड

source: Quantity for sale:
hi: मात्रा

source: 2025 Agritrade Watch | Built for smarter agriculture & markets
hi: 2025 एग्रीट्रेड वॉच | बेहतर कृषि और बाज़ारों के लिए निर्मित
mr: २०२५ अ‍ॅग्रीट्रेड वॉच | स्मार्ट शेती आणि बाजारपेठांसाठी बनवलेले

source: Wholesale Market Price
hi: थोक बाज़ार कीमत

source: Price Trend per Qunital
hi: प्रति क्विंटल मूल्य प्रवृत्ति
mr: प्रति क्विंटल किमतीचा कल

source: Tomato
hi: टमाटर
mr: टोमॅटो

source: Onion
hi: प्याज
mr: कांदा

source: onion
hi: प्याज
mr: कांदा

source: Potato
hi: आलू
mr: बटाटा

source: Ambat Chukka (Sorrel Leaves)
hi: चुक्का पत्ता
mr: आंबट चुक्का

source: ambat chukka
hi: चुक्का पत्ता

source: Ginger
hi: अदरक
mr: आले

source: Cucumber
hi: खीरा
mr: काकडी

source: ginger
hi: अदरक
mr: आले

source: cucumber
hi: खीरा
mr: काकडी

source: Bitter Gourd
hi: करेला
mr: कारले

source: Coriander Leaves
hi: धनिया पत्ती
mr: कोथिंबीर

source: Cabbage
hi: पत्ता गोभी
mr: कोबी

source: Cluster Beans (Gawar)
hi: ग्वार फली
mr: गवार

source: Carrot
hi: गाजर
mr: गाजर

source: Cowpea (Chawli)
hi: लोबिया
mr: चवळी

source: Capsicum (Shimla Mirch)
hi: शिमला मिर्च
mr: ढोबळी मिरची

source: Bottle Gourd
hi: लौकी
mr: दुधी भोपळा

source: Ridge Gourd (Dodka)
hi: तुरई
mr: दोडका

source: Spinach
hi: पालक
mr: पालक

source: Cauliflower
hi: फूलगोभी
mr: फुलकोबी

source: Beetroot
hi: चुकंदर
mr: बीट

source: Ladies Finger (Okra)
hi: भिंडी
mr: भेंडी

source: Pumpkin
hi: कद्दू
mr: भोपळा

source: Radish
hi: मूली
mr: मूळा

source: Fenugreek Leaves
hi: मेथी पत्ती
mr: मेथी

source: Garlic
hi: लहसुन
mr: लसूण

source: garlic
hi: लहसुन
mr: लसूण

source: Lemon
hi: नींबू
mr: लिंबू

source: Brinjal
hi: बैंगन
mr: वांगी

source: Drumstick (Moringa Pods)
hi: सहजन
mr: शेवगा

source: Drumstick
hi: सहजन
mr: शेवगा

source: Green Chilli
hi: हरी मिर्च
mr: हिरवी मिरची

source: Pomegranate
hi: अनार
mr: डाळिंब

source: Custard Apple
hi: सीताफल
mr: सीताफळ

source: Dragon Fruit
hi: ड्रैगन फ्रूट
mr: ड्रॅगन फळ

source: Grapes
hi: अंगूर
mr: द्राक्षे

source: Guava
hi: अमरूद
mr: पेरू

source: Orange
hi: संतरा
mr: संत्रे

source: Papaya
hi: पपीता
mr: पपई

source: papaya
hi: पपीता
mr: पपई

source: Sapota (Chikoo)
hi: चीकू
mr: चिकू

source: Sugarcane
hi: गन्ना

source: Sugarcane sett
hi: गन्ना

source: wheat
hi: गेहूँ
mr: गहू

source: maize
hi: मक्का
mr: मका

source: honey
hi: शहद
mr: मध

source: ghee
hi: घी
mr: साजूक तूप

source: kela
hi: केला
mr: केळी

source: Tender Coconut
hi: हरा नारियल
mr: पाणी नारळ

source: tender coconut
hi: हरा नारियल
mr: पाणी नारळ

source: Apple
hi: सेब

source: Banana-Green
hi: हरा केला

source: local
hi: स्थानीय

source: Local
hi: स्थानीय
mr: स्थानिक

source: red
hi: लाल

source: wild
hi: जंगली

source: Enter a valid price
mr: वैध किंमत प्रविष्ट करा

source: TXT_QUANTITY_SALE
mr: विक्रीसाठी प्रमाण

source: Ambat Chukka
mr: आंबट चुक्का

source: sugarcane
mr: ऊस बेणे
